Repository: OmegaT-L10N/be
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
be: Заўвага: Файлы DocBook пазнаюцца ня толькі паводле пашырэньня назвы файла, яны таксама мусяць мець дэклярацыю DOCTYPE: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML… для DocBook 4, або Namespace: xmlns="http://docbook.org/ns/docbook" для DocBook 5

source: Notes
be: Зацемкі

source: Notification (flash)
be: Апавяшчэньне (мігценьне)

source: Notification (steady)
be: Апавяшчэньне (сталы колер)

source: Notify Me When a Segment Has "{0}"
be: Паведамляць, калі сэгмэнт мае “{0}”

source: Notify Me When a Segment Has Comments
be: Паведамляць, калі сэгмэнт мае камэнтары

source: Notify Me When a Segment Has Dictionary Entries
be: Паведамляць, калі сэгмэнт мае словы, знойдзеныя ў слоўніку

source: Notify Me When a Segment Has Fuzzy Matches
be: Паведамляць, калі сэгмэнт мае недакладныя супадзеньні

source: Notify Me When a Segment Has Glossary Hits
be: Паведамляць, калі сэгмэнт мае тэрміны з глясара

source: Notify Me When a Segment Has Multiple Translations
be: Паведамляць, калі сэгмэнт мае множныя пераклады

source: Notify Me When a Segment Has Notes
be: Паведамляць, калі сэгмэнт мае зацемкі

source: Now
be: Зараз

source: Nr of matching segments: {0}
be: Колькасьць адпаведных сэгмэнтаў: {0}

source: Number of matching segments:
be: Колькасьць адпаведных сэгмэнтаў

source: Number of unique segments
be: Колькасьць унікальных сэгмэнтаў

source: O&ptions...
be: &Налады…

source: OmegaT Project Files
be: Файлы праекта OmegaT

source: OmegaT Project Folder
be: Каталёг праекта OmegaT

source: OmegaT has chosen option 'Yes' automatically.
be: OmegaT выбраны варыянт “Так” аўтаматычна.

source: OmegaT license
be: Ліцэнзія OmegaT

source: OmegaT version {0} ({1})
be: Вэрсія OmegaT {0} ({1})

source: OmegaT version {0}, update {1} ({2})
be: Вэрсія OmegaT {0}, абнаўленьне {1} ({2})

source: Only if (X)HTML file has a &header
be: Толькі калі файл (X)HTML мае з&агаловак

source: Only if (X)HTML file has an &encoding declaration
be: Толькі калі файл (X)HTML мае &дэклярацыю кадоўкі

source: Open MED Project...
be: Адчыніць праект MED…

source: Open Project
be: Адчыніць праект

source: Open Recent Pro&ject
be: Адчыніць &нядаўні праект

source: Open Source File
be: Адкрыць зыходны файл

source: Open Source File Location
be: Адкрыць каталёг з зыходным файлам

source: Open Target File
be: Адкрыць файл перакладу

source: Open Target File Location
be: Адкрыць каталёг з файлам перакладу

source: Open Writable Glossary File
be: Адчыніць файл глясара, у які дазволены запіс

source: Open XML Filter Options
be: Налады фільтра XML

source: Open {0} Source Files
be: Адчыніць зыходныя файлы {0}

source: Open {0} Source Files' Locations
be: Адчыніць каталёгі з зыходнымі файламі {0}

source: Open {0} Target Files
be: Адчыніць файлы перакладаў {0}

source: Open {0} Target Files' Locations
be: Адчыніць каталёгі з файламі перакладаў {0}

source: OpenDocument
be: Файлы OpenDocument

source: OpenDocument Filter Options
be: Налады фільтра OpenDocument

source: Options
be: Налады

source: Options to set the line length in target documents (0 = no limit)
be: Налады абмежаваньня даўжыні перакладаў у выніковых дакумэнтах (0 = без абмежаваньняў)

source: Orphan segments
be: Састарэлыя сэгмэнты

source: Orphaned
be: Састарэлы

source: Other
be: Іншую

source: Other Options:
be: Іншыя магчымасьці:

source: Out-of-order
be: Не ў парадку

source: PDF Input
be: Увод PDF

source: PO
be: Файлы PO

source: PO Filter Options
be: Налады фільтра файлаў PO

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
be: Ціха скрозь пальцы<p>сьлізганула старонка.<p>І зьнікла нібы туман.

source: Parse error encountered reading preferences file!
be: Пры чытаньні файла наладаў узьнікла памылка парсэра!

source: Parsewise
be: Па меры разбору

source: Password:
be: Пароль:

source: Paste
be: Уставіць

source: Path
be: Шлях

source: Path:
be: Шлях:

source: Pattern After
be: Шаблён пасьля

source: Pattern Before
be: Шаблён да

source: Pattern...
be: Шаблён…

source: Pinpoint Align: Select corresponding cell
be: Мэтавае выраўноўваньне: вылучыць адпаведную ячэйку

source: Please enter the name of this set:
be: Увядзеце назву для гэтага набора:

source: Please enter username/password
be: Увесьці імя карыстальніка/пароль

source: Please resolve the conflicts by choosing a translation for each segment below.
be: Вырашэце канфлікты, выбраўшы пераклад для кожнага з сэгмэнтаў ніжэй.

source: Please select how tags of non-OmegaT TMXs should be displayed.
be: Выбраць спосаб паказу тэгаў у TMX-файлах, зробленых не ў OmegaT.

source: Please select the dictionaries you want to install and press the Install button.
be: Калі ласка, выбярэце слоўнікі, якія вы хочаце ўсталяваць, і націсьнеце кнопку “Усталяваць”.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
be: Выбраць інтэрвал аўтаматычнага захаваньня праекта ў хвілінах і сэкундах.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
be: Выбраць тэкст, які будзе ўстаўляцца ў яшчэ не перакладзены сэгмэнт па пераходзе да яго.

source: Please translate this plural as plural form #{0}.
be: Просьба перакладаць гэтае слова множнага ліку формай множнага ліку #{0}.

source: Please type or paste the URL of the mediawiki page
be: Калі ласка, увядзеце або ўстаўце адрас старонкі MediaWiki

source: Plugin successfully loaded from class '{0}'
be: Плагін пасьпяхова загружаны з клясу '{0}'

source: Poisson
be: Пуасонаў

source: Polish
be: Польская

source: Predefined credentials was not passed.
be: Раней вызначаныя ўліковыя данія не былі перададзеныя.

source: Preferences system save operation failed!
be: Не атрымалася захаваць налады!

source: Preserve spaces &for all tags
be: Захоўваць прабелы для ўсіх тэгаў

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
be: Націснуць <u>{0}</u>, каб перайсьці да прапановаў <b>{1}</b>.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
be: Націснуць <u>{0}</u>, каб вярнуцца да прапановаў <b>{1}</b>.

source: Previous
be: Назад

source: Previous No&te
be: Папярэдняя за&цемка

source: Previous and &next paragraphs
be: Папярэдні і &наступны абзацы

source: Pro&ject
be: &Праект

source: Problem encountered loading project file!
be: Узьніклі праблемы пры загрузцы файла праекта!

source: Processing...
be: Апрацоўка…

source: Project &Files...
be: &Файлы праекта…

source: Project Files ({0} of {1})
be: Файлы праекта ({0} з {1})

source: Project Files ({0})
be: Файлы праекта ({0})

source: Project Specific File Filters
be: Файлавыя фільтры для праекта

source: Project Specific Segmentation Setup
be: Налады сэгмэнтаваньня для праекта

source: Project Statistics
be: Статыстыка праекта

source: Project autosaved on {0}
be: Аўтаматычнае захаваньне праекта ў {0}

source: Project closed
be: Праект зачынены

source: Project compiling end
be: Канец кампіляцыі праекта

source: Project compiling start
be: Пачатак кампіляцыі праекта

source: Project creating end
be: Канец стварэньня праекта

source: Project creating start
be: Пачатак стварэньня праекта

source: Project file should be on http protocol.
be: Файл праекта павінны быць на пратаколе http.

source: Project is Empty
be: Праект пусты

source: Project load cancelled by user
be: Загрузка праекта спыненая карыстальнікам

source: Project loading end
be: Канец загрузкі праекта

source: Project loading start
be: Пачатак загрузкі праекта

source: Project saved
be: Праект захаваны

source: Project saving end
be: Канец захаваньня праекта

source: Project saving start
be: Пачатак захаваньня праекта

source: Proxy User and Password
be: Імя карыстальніка і пароль да проксі-сэрвэра

source: QuarkXPress CopyFlow Gold
be: Файлы QuarkXPress CopyFlow Gold

source: R&emove
be: В&ыдаліць

source: R&eplace with Match or Selection
be: &Замяніць на супадзеньне або вылучэньне

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
be: Гукавы сыгнал?<p>Паведамленьне пра памылку?<p>Ды не, проста “старонка не знойдзеная”

source: Re&move Filter
be: Вы&даліць фільтар

source: Re&place All
be: Замяніць &усё

source: Re&place with Source
be: А&днавіць зыходны тэкст

source: Read-only
be: Толькі чытаньне

source: Reading TMX file {0}
be: Чытаньне файла TMX {0}

source: Reading of TMX file complete
be: Чытаньне файла TMX завершанае

source: Realign Pending
be: У чарзе на паўторнае выраўноўваньне

source: Recoverable error on line {0}, column {1} while parsing:
be: Папраўная памылка ў радку {0}, слупку {1} падчас сынтаксычнага аналізу:

source: Recursi&ve search
be: &Рэкурсіўна

source: References:
be: Спасылкі:

source: Refreshing script folder "{0}"
be: Абнаўленьне каталёга сцэнароў “{0}”

source: Register Identical Translation
be: Зарэгістраваць ідэнтычны пераклад

source: Regular expression for custom tags:
be: Рэгулярныя выразы для карыстальніцкіх тэгаў:

source: Regular expression for fragments that should be removed from translation:
be: Рэгулярныя выразы для фрагмэнтаў, якія павінны быць выдаленыя з перакладу:

source: Reload
be: Перазагрузіць

source: Remaining Characters (including spaces)
be: Застаецца сымбаляў (з прабеламі)

source: Remaining Characters (without spaces)
be: Застаецца сымбаляў (без прабелаў)

source: Remaining Segments
be: Застаецца сэгмэнтаў

source: Remaining Words
be: Застаецца слоў

source: Remaining:
be: Застаецца:

source: Remote &server
be: Аддалены сэрвэр

source: Remote File/Folder
be: Аддалены файл/каталёг

source: Remote Repositories
be: Аддаленыя рэпазыторыі

source: Remove
be: Выдаліць

source: Remove &leading and trailing tags
be: Выдаліць пачатковыя і канечная тэгі

source: Remove HTML comments in translated document
be: Выдаляць камэнтары HTML у дакумэнтах перакладаў

source: Remove Script
be: Выдаліць сцэнар

source: Remove Ta&gs
be: Не паказваць &тэгі

source: Remove Tags
be: Не паказваць тэгі

source: Remove leading and trailing &whitespace in non-segmented projects
be: Выдаліць пачатковыя і канечныя прабельныя сымбалі ў несэгмэнтаваных праектах

source: Remove pattern?
be: Выдаліць шаблён?

source: Remove text target
be: Тэкст да выдаленьня

source: Remove translation
be: Выдаліць пераклад

source: Reopen the project?
be: Адчыніць праект зноў?

source: Repetitions from other files:
be: Паўторы зь іншых файлаў:

source: Repetitions within this file:
be: Паўторы ў гэтым файле:

source: Repetitions:
be: Паўторы:

source: Replace
be: Замена

source: Replace Translation with Match or Selection
be: Замяніць пераклад на супадзеньне або вылучэньне

source: Replace Translation with Text
be: Замяніць пераклад тэкстам

source: Replace with &Machine Translation
be: Замяніць на &машынны пераклад

source: Replace with:
be: Замяніць на:

source: Repository
be: Рэпазыторый

source: Repository Credentials
be: Уліковыя данія рэпазыторыя

source: Repository Mapping
be: Вызначэньне адпаведнасьці рэпазыторыяў

source: Repository Mapping...
be: Вызначэньне адпаведнасьці рэпазыторыяў…

source: Repository {0} is already present
be: Рэпазыторый {0} ужо наяўны

source: Repository {0} unknown
be: Рэпазыторый {0} невядомы

source: Request error: {0}
be: Памылка запыту: {0}

source: Request to TaaS: {0}
be: Запыт да TaaS: {0}

source: ResX
be: Файлы ResX

source: Reset
be: Скінуць

source: Reset &All Colours
be: &Скінуць усе колеры да змаўчаньняў

source: Resolve Conflicts
be: Вырашыць канфлікты

source: Resource name
be: Назва рэсурсу

source: Restore
be: Аднавіць

source: Restore De&faults
be: Аднавіць &змаўчаньні

source: Result:
be: Вынік:

source: Retrieve collection list...
be: Атрымліваецца сьпіс калекцыяў…

source: Retrieve domain list...
be: Атрымаць сьпіс калекцыяў…

source: Right-to-Left Embedding (RLE U+202B)
be: Устаўка справа-налева (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
be: Пазнака справа-налева (RLM U+200F)

source: Row
be: Радок

source: Rule ID can only contain Latin letters, underscores, and periods.
be: Ідэнтыфікатар правіла можа ўтрымліваць толькі лацінскія літары, знакі падкрэсьліваньня і кропкі.

source: Rules
be: Правілы

source: Rules...
be: Правілы…

source: Run script on slot #{0}.
be: Выканаць сцэнар у слоце #{0}.

source: Running on Java {0} ({1}-bit)
be: Выконвацца на Java {0} ({1} біт)

source: Russian
be: Расейская

source: S&lide Comments
be: &Камэнтары да слайдаў

source: S&pace matches nbsp
be: П&рабел тоесны неразрыўнаму прабелу

source: S&witch Case To
be: &Зьмяніць рэгістар на

source: SVG Image and Adobe Illustrator Export
be: Файлы выяваў SVG і экспарту Adobe Illustrator

source: SVN '{0}' error: {1}
be: SVN '{0}': памылка: {1}

source: SVN '{0}' execution finished successfully
be: SVN '{0}': выкананьне пасьпяхова завершанае

source: SVN '{0}' execution start
be: SVN '{0}': старт выкананьня

source: Sample Text
be: Прыклад тэксту

source: Save Alignment Results
be: Захаваць вынікі выраўноўваньня

source: Save Current Set...
be: Захаваць бягучы набор…

source: Save Script
be: Захаваць сцэнар

source: Save TMX...
be: Захаваць TMX…

source: Save aut&o-populated status
be: Захоўваць стан аўтаматычна запоўненых

source: Save changes to filter settings?
be: Захаваць зьмены ў наладах фільтраў?

source: Save changes to segmentation rules?
be: Захаваць зьмены ў правілах сэгмэнтаваньня?

source: Saving and Output Options
be: Налады захаваньня і вываду

source: Saving project...
be: Захаваньне праекта…

source: Script "{0}" bound to slot #{1}.
be: Сцэнар “{0}” прывязаны да слота #{1}.

source: Script "{0}" saved.
be: Сцэнар “{0}” захаваны.

source: Script "{0}" unbound from slot #{1}.
be: Сцэнар “{0}” адвязаны ад слота #{1}.

source: Script &Language
be: &Мова сцэнара

source: Script Result
be: Вынік працы сцэнара

source: Scriptin&g...
be: С&цэнары…

source: Scripting
be: Сцэнары

source: Scripts Folder:
be: Каталёг сцэнароў:

source: Search and Replace...
be: Пошук і замена…

source: Search for:
be: Знайсьці:

source: Search in
be: Дзе шукаць

source: Seconds:
be: Сэкунды:

source: Segment
be: Сэгмэнт

source: Segment Properties
be: Уласьцівасьці сэгмэнта

source: Segment marker background
be: Тло маркера сэгмэнта

source: Segment marker text
be: Тэкст маркера сэгмэнта

source: Segment source text into paragraphs on:
be: Сэгмэнтаваць зыходны тэкст у абзацы па:

source: Segment {0,number,#}
be: Сэгмэнт {0,нумар,#}

source: Segmentation Rules...
be: Правілы сэгмэнтаваньня…

source: Segmentation Setup
be: Наладка сэгмэнтаваньня

source: Segmentation method: {0}
be: Мэтад сэгмэнтаваньня: {0}

source: Segmentation rules are applied in the following order:
be: Правілы сэгмэнтаваньня выкарыстоўваюцца ў наступным парадку:

source: Segments
be: Сэгмэнтаў

source: Segments with notes
be: Сэгмэнты з зацемкамі

source: Segments with notes text
be: Сэгмэнты з тэкстам зацемак

source: Select
be: Выбар

source: Select &Next Match
be: Выбраць &наступнае супадзеньне

source: Select &Previous Match
be: Выбраць &папярэдняе супадзеньне

source: Select Fol&der
be: &Агляд

source: Select Mat&ch
be: Выбраць &супадзеньне

source: Select Match #&1
be: Выбраць недакладнае супадзеньне №&1

source: Select Match #&2
be: Выбраць недакладнае супадзеньне №&2

source: Select Match #&3
be: Выбраць недакладнае супадзеньне №&3

source: Select Match #&4
be: Выбраць недакладнае супадзеньне №&4

source: Select Match #&5
be: Выбраць недакладнае супадзеньне №&5

source: Select Scripts Folder
be: Выбраць каталёг сцэнароў

source: Select TaaS Terminology &Lookup Domain...
be: &Выбраць вобласьць пошуку тэрмінаў у TaaS…

source: Select TaaS domain
be: Выбраць дамэн TaaS

source: Select languagetool-server.jar
be: Выбраць languagetool-server.jar

source: Selected Engine: {0}
be: Выбраны рухавік: {0}

source: Server (original)
be: Сэрвэр (арыгінал)

source: Server (updated)
be: Сэрвэр (абноўлена)

source: Service type
be: Тып сэрвісу

source: Set Scripts Folder...
be: Задаць каталёг сцэнароў…

source: Set empty translation
be: Задаць пусты пераклад

source: Sets
be: Наборы

source: Sets of segmentation rules:
be: Набор правілаў сэгмэнтаваньня:

source: Shortcut
be: Скарот

source: Show &longer target terms first
be: Даўжэйшыя тэрміны найперш

source: Show &source term first
be: Зыходныя тэрміны найперш

source: Show &target term first
be: Пераклады найперш

source: Show Advanced &Options
be: Паказаць &дадатковыя парамэтры

source: Show Find Search Bar
be: Паказаць панэль пошуку

source: Show Raw Key Names
be: Паказваць неапрацаваныя ключавыя назвы

source: Show Replace Search Bar
be: Паказаць панэль пошуку і замены

source: Simplify &tooltips on protected parts
be: Спрашчэньне падказак на абароненых частках

source: Size
be: &Памер

source: Skip text matching regular expression:
be: Абмінаць тэкст, які супадае з рэгулярным выразам:

source: Sli&de Masters
be: &Майстры слайдаў

source: Slide La&youts
be: Ма&кеты слайдаў

source: Sort &alphabetically
be: Упарадкаваць паводле альфабэту

source: Sort by &full text, not shortcut
be: Упарадкаваць паводле поўнага тэксту, а не паводле скаротаў

source: Sort by len&gth
be: Упарадкаваць паводле даўжыні

source: Sort by source term &alphabetically
be: Зыходныя тэрміны паводле альфабэту

source: Sort fuzzy matches by:
be: Крытэр сартаваньня недакладных супадзеньняў:

source: Sort tar&get terms alphabetically
be: Пераклады тэрмінаў паводле альфабэту

source: Source
be: Крыніца

source: Source File Encoding
be: Кадоўка зыходных файлаў

source: Source File Encoding:
be: Кадоўка зыходных файлаў:

source: Source Filename Pattern
be: Шаблён назваў зыходных файлаў

source: Source Filename Pattern:
be: Шаблён назваў зыходных файлаў:

source: Source Files Folder
be: Каталёг зыходных файлаў

source: Source Files Folder:
be: Каталёг зыходных файлаў:

source: Source count
be: Аб’ём зыходнага тэксту

source: Source file loading complete
be: Загрузка зыходных файлаў завершаная

source: Source files folder entered does not exist!
be: Уведзены каталёг з зыходнымі файламі не існуе!

source: Source folder {0} does not exist.
be: Каталёг з зыходнымі файламі {0} не існуе.

source: Source language: {0}
be: Зыходная мова: {0}

source: Source of Selected &Match
be: Крыніца выбранага &супадзеньня

source: Source segments
be: Зыходныя сэгмэнты

source: Source segments text
be: Тэкст зыходнага сэгмэнта

source: Source term:
be: Зыходны тэрмін:

source: Source/translation lengths (characters)
be: Даўжыня крыніцы/перакладу (сымбаляў)

source: Spanish
be: Іспанская

source: Specify tag handling behaviour
be: Вызначыць правілы апрацоўкі тэгаў

source: Spellcheck
be: Праверка правапісу

source: Spellchecker Setup
be: Наладка праверкі правапісу

source: Spelling
be: Правапіс

source: Spelling Issues
be: Памылкі правапісу

source: Split
be: Разьбіць

source: Split Text
be: Разьбіць тэкст

source: Standard
be: Стандартны

source: Start Pinpoint Align
be: Пачаць мэтавае выраўноўваньне

source: Start a New Paragraph &on Word Soft Return
be: Новы абзац &па мяккім пераносе радка ў Word

source: Start a new paragraph on:
be: Пачынаць новы абзац з:

source: Start rebase
be: Пачаць перабазаваньне

source: Statistics
be: Статыстыка

source: Stemming, no tags and no numbers
be: Карані, бяз тэгаў і бязь лікаў

source: Step 1: Adjust alignment parameters
be: Этап 1: Наладзіць парамэтры выраўноўваньня

source: Step 2: Make manual corrections
be: Этап 2: Зрабіць выпраўленьні ўручную

source: SubRip Subtitles
be: Субтытры SubRip

source: Supported Files
be: Файлы, якія падтрымліваюцца

source: Swedish
be: Швэдзкая

source: Synchronization error
be: Памылка сынхранізацыі

source: T&Ms
be: Файлы &памяці перакладаў

source: TM Matching Options
be: Парамэтры для зьнешніх файлаў TMX…

source: TaaS Collections
be: Калекцыі TaaS

source: Tab
be: Табуляцыя

source: Table View
be: У выглядзе табліцы

source: Tag
be: Тэг

source: Tag Processing Options
be: Парамэтры апрацоўкі тэгаў

source: Tag name:
be: Імя тэга:

source: Tag validation failed
be: Праверка тэгаў не атрымалася

source: Tag:
be: Тэг:

source: Tags
be: Тэгі

source: Target
be: Пераклад

source: Target count
be: Аб’ём перакладу

source: Target folder {0} does not exist.
be: Каталёг з файламі перакладаў {0} не існуе.

source: Target term:
be: Пераклад тэрміна:

source: Team Options
be: Магчымасьці для каманды

source: Team synchronization
be: Сынхранізацыя каманды

source: Team synchronization...
be: Сынхранізацыя каманды…

source: Team synchronization: Saving translation in {0} s
be: Сынхранізацыя каманды: пераклад захаваецца праз {0} с

source: Team synchronization: Waiting for you to finish this segment...
be: Сынхранізацыя каманды: чаканьне, пакуль вы завершыце сэгмэнт…

source: Template variables:
be: Зьменныя шаблёнаў:

source: Terms with multiple targets
be: Тэрміны з множнымі перакладамі

source: Text
be: Тэкст

source: Text Filter Options
be: Налады тэкставага фільтра

source: Text Replace
be: Замена тэксту

source: Text Search
be: Пошук тэксту

source: Text files segmentation
be: Сэгмэнтаваньне тэкставых файлаў

source: Text to be removed
be: Тэкст да выдаленьня

source: The Java Resource Bundles filter threw an exception:
be: Фільтра файлаў рэсурсаў Java выкінутае выключэньне:

source: The Mozilla DTD filter threw an exception:
be: Фільтрам Mozilla DTD выкінутае выключэньне:

source: The PO filter threw an exception:
be: Фільтрам PO выкінутае выключэньне:

source: The following options apply to the 3.x filter only
be: Наступныя налады — толькі для фільтра 3.x

source: The help page you seek<p>Lies beyond our perception<p>But others await
be: Разьдзел, што шукаеш,<p>знайсьці немагчыма.<p>Але шмат яшчэ іншых.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
be: Код мовы павінны быць у фармаце xx-YY, xxx-YY, xx_YY або xxx_YY, дзе xx або xxx — код мовы, а YY — код краіны або рэгіёна (неабавязковы).

source: The project cannot be verified
be: Немагчыма праверыць праект

source: The project folder {0} is missing and could not be created.
be: Каталёг праекта {0} не існуе, і немагчыма яго стварыць.

source: The script "{0}" is running...
be: Працуе сцэнар “{0}”…

source: The source file language entered is invalid!
be: Уведзеная няправільная зыходная мова!

source: The specified dictionary folder cannot be used.
be: Немагчыма ўжыць пазначаны каталёг слоўнікаў

source: The specified translation direction is not supported
be: Пазначаны напрамак перакладу не падтрымліваецца

source: The text could not be translated
be: Немагчыма перакласьці тэкст

source: The text size exceeds the maximum
be: Аб’ём тэксту перавышае максымум

source: The translated file language entered is invalid!
be: Уведзеная няправільная мова перакладу!

source: The writeable glossary file is not in the glossary folder.
be: Файл глясара, у які дазволены запіс, мусіць быць у каталёгу глясароў

source: The writeable glossary file must be inside the glossary folder
be: Файл глясара, у які дазволены запіс, мусіць быць у каталёгу глясароў

source: There was an error initializing LanguageTool.
be: Памылка пры ініцыялізацыі сэрвэра LanguageTool.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
be: Тры рэчы вечныя:<p>сьмерць, падаткі і “старонка ня знойдзеная”.<p>Здагадайцеся, што здарылася.

source: This API key has been blocked
be: Гэты ключ API быў заблякаваны

source: This ID is already being used.
be: Гэты ідэнтыфікатар ужо выкарыстоўваецца.

source: This call MUST NOT be in swing thread
be: Гэты выклік НЕ ПАВІНЕН быць у струмені swing
